{
    "pets":[
            {
              "id": 100101,
              "name": "sara",
              "age": 2,
              "color": "Brown",
              "breed": "German Shepard",
              "type": "dog",
              "gender": "f",
              "bio": "Lover: I need constant attention and I hate being away from you",
              "bg": "Sara was saved from a high kill shelter. She is very sweet and loving She just wants to be close to her people,so she would make anyone a great companion. Sara is housetrained ,crate trained, and loves car rides. Please ask to meet Sara today. She deserves a forever home."
          },
          {
            "id": 100102,
            "name": "dean",
            "age": 7,
            "color": "Silver",
            "breed": "Great Dane",
            "type": "dog",
            "gender": "m",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Dean was saved from a high kill shelter. He is very sweet and loving. He just wants to be close to her people,so he would make anyone a great companion. Dean is housetrained ,crate trained, and loves car rides. Please ask to meet Dean today. He deserves a forever home."
          },
          {
            "id": 100103,
            "name": "callie",
            "age": "2 m.o.",
            "color": "Blue Point",
            "breed": "Siamese",
            "type": "cat",
            "gender": "f",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Callie was saved from a high kill shelter. She is very sweet and loving She just wants to be close to her people,so she would make anyone a great companion. Callie is housetrained ,crate trained, and loves car rides. Please ask to meet Callie today. She deserves a forever home."
          },
          {
            "id": 100104,
            "name": "felix",
            "age": "2 m.o.",
            "color": "Blue Point",
            "breed": "Siamese",
            "type": "cat",
            "gender": "m",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Felix was saved from a high kill shelter. He is very sweet and loving. He just wants to be close to her people,so he would make anyone a great companion. Felix is housetrained ,crate trained, and loves car rides. Please ask to meet Felix today. He deserves a forever home."
          },
          {
            "id": 100105,
            "name": "victor",
            "age": 4,
            "color": "Multi",
            "breed": "Corgi",
            "type": "dog",
            "gender": "m",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Victor was saved from a high kill shelter. He is very sweet and loving. He just wants to be close to her people,so he would make anyone a great companion. Victor is housetrained ,crate trained, and loves car rides. Please ask to meet Victor today. He deserves a forever home."
          },
          {
            "id": 100106,
            "name": "goldie",
            "age": 7,
            "color": "Golden",
            "breed": "Golden Retriever",
            "type": "dog",
            "gender": "f",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Goldie was saved from a high kill shelter. She is very sweet and loving She just wants to be close to her people,so she would make anyone a great companion. Goldie is housetrained ,crate trained, and loves car rides. Please ask to meet Goldie today. She deserves a forever home."
          },
          {
            "id": 100107,
            "name": "missy",
            "age": 6,
            "color": "Multi",
            "breed": "Domestic Shorthair",
            "type": "cat",
            "gender": "f",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Missy was saved from a high kill shelter. She is very sweet and loving She just wants to be close to her people,so she would make anyone a great companion. Missy is housetrained ,crate trained, and loves car rides. Please ask to meet Missy today. She deserves a forever home."
          },
          {
            "id": 100108,
            "name": "jill",
            "age": "1 m.o.",
            "color": "Silver",
            "breed": "Labrador",
            "type": "dog",
            "gender": "f",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Jill was saved from a high kill shelter. She is very sweet and loving She just wants to be close to her people,so she would make anyone a great companion. Jill is housetrained ,crate trained, and loves car rides. Please ask to meet Jill today. She deserves a forever home."
          },
          {
            "id": 100109,
            "name": "jack",
            "age": "1 m.o.",
            "color": "Silver",
            "breed": "Labrador",
            "type": "dog",
            "gender": "m",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Jack was saved from a high kill shelter. He is very sweet and loving. He just wants to be close to her people,so he would make anyone a great companion. Jack is housetrained ,crate trained, and loves car rides. Please ask to meet Jack today. He deserves a forever home."
          },
          {
            "id": 100110,
            "name": "lucky",
            "age": 4,
            "color": "Multi",
            "breed": "Terrier Mix",
            "type": "dog",
            "gender": "m",
            "bio": "Athletic: Lucky is a four-year-old terrior mix. His exuberant joy and love for life will bring a smile to your face, guaranteed! Lucky has tons of energy and would make a fantastic running buddy or hiking partner.",
            "bg": "If Lucky sounds like the cheerful, athletic friend you`ve been dreaming of, contact us! "
          },
          {
            "id": 100111,
            "name": "lady",
            "age": 2,
            "color": "Multi",
            "breed": "Cocker Spaniel",
            "type": "dog",
            "gender": "f",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Lady was saved from a high kill shelter. He is very sweet and loving. He just wants to be close to her people,so he would make anyone a great companion. Lady is housetrained ,crate trained, and loves car rides. Please ask to meet Lady today. He deserves a forever home."
          },
          {
            "id": 100112,
            "name": "alice",
            "age": 8,
            "color": "Sand",
            "breed": "Domestic Shorthair",
            "type": "cat",
            "gender": "f",
            "bio": "Lover: I need constant attention and I hate being away from you",
            "bg": "Alice was saved from a high kill shelter. She is very sweet and loving She just wants to be close to her people,so she would make anyone a great companion. Alice is housetrained ,crate trained, and loves car rides. Please ask to meet Alice today. She deserves a forever home."
          }
    ],
    "favorites":[

    ]
}